<?php

return [
    'title' => 'من نحن',
    'our_story_title' => 'من نحن',
    'our_story_text' => 'نخبة من الاستشاريين الأكاديميين و خبراء التعليم الدوليين المعتمدين، متخصصين في مجال خدمات التعليم الدولي و الدراسة في الخارج، التسويق التعليمي و تسويق البرامج التعليمية، إدارة القبولات الجامعية، و تأمين القبولات المعتمدة في الجامعات الموصى بها دوليا و المصنفة عالميا. و تعتبر إديوجيت من أهم الشركات التي ساهمت في دعم طلاب الوطن العربي و طلاب الخليج.',
    'our_story_point' => 'استطاعنا مساعدة الاف الطلاب بتحقيق حلمهم بالدراسة في مختلف التخصصات',
    
    'vision_title' => 'الرؤية',
    'vision_text' => 'نسعى لأن نكون المرجع الأول في مجال الاستشارات التعليمية الدولية، ونعمل على توفير حلول متكاملة تساعد الطلاب في تحقيق أهدافهم الأكاديمية والمهنية, بما يتوافق مع متطلبات السوق العالمي.',
    
    'mission_title' => 'الرسالة',
    'mission_text' => 'تقديم خدمات استشارية متميزة في مجال التعليم الدولي، ومساعدة الطلاب في اختيار البرامج الأكاديمية المناسبة لهم، وتسهيل إجراءات القبول في أفضل الجامعات العالمية, بما يتوافق مع متطلبات السوق العالمي.',
    
    'cta_title' => 'استكشف مستقبلك مع إديوجيت',
    'cta_subtitle' => 'سجل اليوم لتدرس في الخارج',
    
    'partners_title' => 'شركاؤنا',
];
